{

  "step_one_years": [
    "Gender",
    "Ethnicity",
    "Age (in years)"
  ],

  "step_one_months": [
    "Gender",
    "Ethnicity",
    "Age (in months)"
  ],

  "step_two": [
    "Were you born with jaundice?",
    "Has anyone in the immediate famiy been diagnosed with autism?",
    "Who is completing this test?"
  ],

  "questions_adult": [
    "Q1. I often notice small sounds when others do not.",
    "Q2. I usually concentrate more on the whole picture rather than the small details.",
    "Q3. I find it easy to do more than one thing at once.",
    "Q4. If there is an interruption, I can switch back to what I was doing very quickly.",
    "Q5. I find it easy to 'read between the lines' when someone is talking to me.",
    "Q6. I know how to tell if someone listening to me is getting bored.",
    "Q7. When I'm reading a story I find it difficult to work out the characters' intentions.",
    "Q8. I like to collect information about categories of things (e.g. types of car, types of bird, types of train, types of plant, etc).",
    "Q9. I find it easy to work out what someone is thinking or feeling just by looking at their face.",
    "Q10. I find it difficult to work out people's intentions."
  ],

  "questions_adolescent": [
    "Q1. S/he notices patterns in things all the time.",
    "Q2. S/he usually concentrates more on the whole picture rather than the small details.",
    "Q3. In a social group, s/he can easily keep track of several different people's conversations.",
    "Q4. If there is an interruption, s/he can switch back to what s/he was doing very quickly.",
    "Q5. S/he frequently finds that s/he doesn' know how to keep a conversation going.",
    "Q6. S/he is good at social chit-chat.",
    "Q7. When s/he was younger, s/he used to enjoy playing games involving pretending with other children.",
    "Q8. S/he finds it difficult to imagine what it would be like to be someone else.",
    "Q9. S/he finds social situations easy.",
    "Q10. S/he finds it hard to make new friends."
  ],

  "questions_child": [
    "Q1. S/he often notices small sounds when others do not.",
    "Q2. S/he usually concentrates more on the whole picture rather than the small details.",
    "Q3. In a social group, s/he can easily keep track of several different people's conversations.",
    "Q4. S/he finds it easy to go back and forth between different activities.",
    "Q5. S/he doesn't know how to keep a conversation going with his/her peers.",
    "Q6. S/he is good at social chit-chat.",
    "Q7. When s/he is reading a story, s/he finds it difficult to work out the character's intentions or feelings.",
    "Q8. When s/he was in preschool, s/he used to enjoy playing pretending games with other children.",
    "Q9. S/he finds it easy to work out what someone is thinking or feeling just by looking at their face.",
    "Q10. S/he finds it hard to make new friends."
  ],

  "questions_chat": [
    "Q1. Does your child look at you when you call his/her name?",
    "Q2. How easy is it for you to get eye contact with your child?",
    "Q3. Does your child  point to indicate that s/he wants something? (e.g. a toy that is out of reach)",
    "Q4. Does your child point to share interest with you? (e.g. pointing at an interesting sight)",
    "Q5. Does  your child pretend? (e.g. care for dolls, talk on a toy phone)",
    "Q6. Does your child follow where you're looking?",
    "Q7. If  you or someone else in the family is visibly upset, does your child show signs of wanting to comfort them? (e.g. stroking hair, hugging them)",
    "Q8. Would you describe your child's first words as:",
    "Q9. Does your child use simple gestures? (e.g. wave goodbye)",
    "Q10. Does your child stare at nothing with no apparent purpose?"
  ],

  "spinner_ethnicity_items": [
    "",
    "South Asian",
    "Maori",
    "Pacifica",
    "Asian",
    "White European",
    "Black",
    "Aboriginal",
    "Latino",
    "Middle Eastern",
    "Native Indian",
    "Mixed",
    "Hispanic"
  ],
  "spinner_user_items": [
    "",
    "Health Care Professional",
    "Parent",
    "Family",
    "Member",
    "Self"

  ],

  "agree_answer_options": [
    "Definitely Agree",
    "Slightly Agree",
    "Slightly Disagree",
    "Definitely Disagree"
  ],

  "frequency_answer_options": [
    "Always",
    "Usually",
    "Rarely",
    "Never"
  ],

  "ease_answer_options": [
    "Very Easy",
    "Quite Easy",
    "Very Difficult",
    "Impossible"
  ],

  "daily_frequency_answer_options": [
    "Many times a day",
    "A few times a day",
    "Less than once a week",
    "Never"
  ],

  "first_word_answer_options": [
    "Very typical",
    "Quite typical",
    "Very unusuall",
    "My child does not speak"
  ],

  "diagnostic_technique": [
    "Autism Diagnostic Interview-Revised (ADI-R)",
    "Autism Diagnostic Observation Schedule-Generic (ADOS-G)",
    "Autism Diagnostic Observation Schedule (second edition) ADOS-2",
    "Developmental, Dimentional and Diagnostic Interview (3DI)",
    "Childhood Autism Rating Scale (CARS)",
    "I don't know",
    "Others"
  ]

}
